NSCameraUsageDescription = "Úsáidtear ceamara i bhfísghlaonna";
NSMicrophoneUsageDescription = "Úsáidtear micreafón i nguthghlaonna agus físghlaonna";
NSPhotoLibraryUsageDescription = "Tá rochtain ar Leabharlann na nGrianghraf ag teastáil chun pictiúir agus físeáin a roinnt ó do ghléas";
NSContactsUsageDescription = "Tá rochtain ar theagmhálaithe ag teastáil chun do theagmhálaithe leabhar seoltaí a mheaitseáil le teagmhálaithe i do fhreastalaí";
NSLocationWhenInUseUsageDescription = "Tá sé ag teastáil chun do shuíomh a roinnt le daoine eile";
NSSpeechRecognitionUsageDescription = "Tá rochtain Aitheantais Urlabhra ag teastáil chun teachtaireacht ghutha a thrascríobh go téacs trí úsáid a bhaint as aithint ar an ngléas";
